<template>
<div class="integral-rule">
  <h2>积分</h2>
  <h3>·什么是积分:</h3>
  <p>积分是探路者会员在门店购物、参与活动、完成指定任务时，获得的福利回馈。</p>
  <h3> .积分获取:</h3>
  <p>1. 购物获取：在线下门店购物时，可获取积分。购买商品计算积分时，只计算现金、银行卡、微信、支付宝等实际支付的金额，获得积分数量与实际消费金额等同，例如消费1元=1积分，如实际消费金额不为整数将进行四舍五入计算积分。</p>
  <p>2.积分明细中显示[核销中]的积分，系统自动判定积分生效时间为21天变为可用积分。</p>
  <h3>·积分消耗:</h3>
  <p>1. 抵扣现金：在线下门店积分商城消费指定商品时，可使用积分进行现金抵扣。</p>
  <p>2. 商品兑换：在线下门店相关活动期间，可以使用积分兑换活动商品。</p>
  <h3>·特别说明:</h3>
  <p>1. 抵扣现金：可使用积分抵扣现金的商品以线下门店实际商品为准。</p>
  <p>2. 如发生退货，系统将以该订单实际支付金额，重新计算积分。</p>
  <p>3. 如会员在参与活动或任务过程中，存在违规行为，将扣除其在该活动或任务中获得的积分。</p>
  <p>4. 积分自获得之日起，有效期为1年，特殊活动除外，过期积分将清零。</p>
</div>
</template>

<script>
export default {
  name: 'IntegralRule'
}
</script>

<style scoped lang="less">
@import '../assets/common.less';

</style>
